<template>
  <PaperView>
    <h2 style="text-align: center;">指南名称：2023年某市中等职业学校教学能力比赛规程</h2>
    <h3>一、指导思想：</h3>
    <p>
      为落实立德树人根本任务，促进“三全育人”体系建设，探索“岗课赛证”综合育人，落实职业教育国家教学标准和课程思政要求，持续深三教改革和教育数字化转型发展，推进高水平教师教学创新团队建设，提高我市教师的师德践行能力、专业教学能力、数字素养水平、综合育人能力和自主发展能力，决定举办2023
      年某市中等职业学校教学能力比赛；</p>
    <br>
    <h3>二、比赛要求：</h3>
    <p>重点考察教学团队 (3-4人) 针对某门课程中部分教学内容完成教学设计、实施课堂教学、达成教学目标、进行反思改进的能力。</p>
    <p>
      1、教学内容。根据职业教育国家教学标准要求，对接职业标准(规范)、职业技能等级标准等，契合层次定位，优化课程结构、更新教学内容。公共基础课程内容体现思想性、科学性、基础性、职业性、时代性，体现学科知识与行业（或职业）应用场景的融合。其中，思想政治课以《中等职业学校思想政治课程标准
      (2020年版)》为依据，坚持用习近平新时代中国特色社会主义思想铸魂育人，突出职业教育特色，进一步拓展教学内容深度和广度。专业课程内容对接新方法、新技术、新工艺、新标准，体现专业升级和数字化转型、绿色化改造，鼓励按照生产实际和岗位需求设计模块化课程。结合教学实际融入科学精神、工程思维、创新意识和数字素养，注重劳动精神、工匠精神、劳模精神培育。</p>
    <br>
    <h3>三、参赛资格：</h3>
    <p>1、以学校为单位组成参赛队，按照限额报名参赛。</p>
    <p>
      2、每个教学团队由近3年实际承担参赛课程或相关课程教学任务的教师组成（中层及以上干部须在教学团队内承担具体教学工作），教学团队结构合理，35岁以下（含）的教师不少于1人，具备高级专业技术职务或取得高级职业技能等级证书的教师不少于1人；专业课程组的教学团队中“双师型”教师占比在50%以上。学校正式聘用的企业兼职教师可按要求参加专业课程组的比赛，数量不超过1名。</p>
    <p>3、各学校参赛团队可在某市范围内跨校联合组建教学团队参赛，中等职业学校、高等职业院校不得混合组队参赛。</p>
    <p>
      4、近2年曾获得过全国职业院校技能大赛教学能力比赛一等奖的教学团队各成员不能报名参赛，其所有成员所在学校不能以同一公共基础课报名参加公共基础课程组，或不能以同一专业报名参加专业（技能）课程组的比赛；近2年曾获得国赛二等奖的教学团队需要调整成员方能报名参赛（至多保留2名原成员，且必须有新成员）。近2年获省赛奖励的作品，未作重大修改不得参赛。获得2022年某市中等职业学校教学能力比赛一等奖的作品，不能参赛。</p>
    <p>5、鼓励国家级和省级职业教育教师教学创新团队、教学名师、教学成果奖主持人以及具有正高级专业技术职务的优秀教师报名参赛。</p>
    <p>6、教学团队成员所在学校近3年内实际开设了参赛的专业和课程，并有在校生。以虚假内容（身份）参赛的，一经核实，取消其参赛资格以及所在代表队团体奖评奖资格。</p>
    <p>
      7、参赛材料应为原创，不得违反国家相关法律法规，不得侵犯他人知识产权，如引起知识产权异议或其他法律纠纷，取消参赛资格，承担相关法律责任。涉及软件使用的，应保证为正版软件，鼓励使用国产软件。除教学团队事前特别声明外，比赛组委会拥有对参赛作品进行公益性共享、展示的权利。</p>
    <p>8、除《参赛报名表》《参赛汇总表》之外，参赛文本材料（含文件名及其属性）、决赛现场的展示答辩，不得泄露区市、学校名称和团队成员的任何信息。故意透露相关信息的，取消参赛资格。</p>
  </PaperView>
</template>

<script setup>
import PaperView from '@/components/base/PaperView.vue'
</script>

<style scoped>
</style>